import React, { Component } from 'react';

class Content extends Component {
  render() {
    return (
      <div>
        
        <p>Черні́гів — місто України, обласний центр Чернігівської області. Місто-герой. Належить до найдавніших міст України, заснований у кінці VII століття при впаданні річки 
        Стрижень у Десну. Чернігів у часи Середньовіччя — одне з головних міст Київської Русі та, за оцінками істориків, одне з найбільших міст тогочасної Європи, столиця 
        Чернігівського князівства, до володінь якого належали, зокрема Кубань, Керченський півострів, Муром, Рязань і частина нинішнього Підмосков'я.</p>

        У XI—XIII століттях Чернігів був центром Сіверщини і Чернігівського удільного князівства.
      
        У середині XII століття територія міста без Подолу становила близько 120 га. 
            У першій половині XI століття в центрі дитинця постав Спасо-Преображенський собор.
            Протягом XII століття — початку XIII століття побудовано собор Бориса й Гліба (Чернігів), Іллінську, Благовіщенську, Михайлівську церкви, Успенський собор Єлецького монастиря, П'ятницьку церкву.
      </div>
    );
  }
}

export default Content;
